<?php
$MESS['AWZ_COOKIES_SETT_CMP_ALERT'] = 'Полное или частичное отключение cookies может привести к ограничению доступа к функционалу Сайта';
$MESS['AWZ_COOKIES_SETT_CMP_SECT1'] = 'Технические (строго необходимые) cookie-файлы';
$MESS['AWZ_COOKIES_SETT_CMP_SECT2'] = 'Функциональные cookie-файлы';
$MESS['AWZ_COOKIES_SETT_CMP_SECT3'] = 'Аналитические cookie-файлы';
$MESS['AWZ_COOKIES_SETT_CMP_SAVE'] = 'Сохранить настройки';
$MESS['AWZ_COOKIES_SETT_CMP_SECT2_DESC'] = 'Позволяют обеспечить индивидуальный опыт использования Сайта и устанавливаются в ответ на действия пользователя. Данный вид cookies не хранится на серверах Сайта, не используется иначе как для корректного отображения информации пользователям Сайта и не передается третьим лицам.';
$MESS['AWZ_COOKIES_SETT_CMP_SECT1_DESC'] = 'Обеспечивают просмотр содержимого Сайта и получение доступа к функционалу. Данный вид cookies не хранится на серверах Сайта, не используется иначе как для корректной работы Сайта и не передается третьим лицам.';
$MESS['AWZ_COOKIES_SETT_CMP_SECT3_DESC'] = 'Помогают улучшить производительность Сайта и сделать его более удобным для использования. Сайт использует аналитические инструменты, которые применяются в целях предоставления статистических показателей использования Сайта без идентификации пользователей.';